Repository: firstfu/DockLens-app
Catalog: DockLens/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: ar, ca, cs, da, de, el, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans

source: 顯示視窗標題
ar: إظهار عناوين النوافذ
ca: Mostra els títols de les finestres
cs: Zobrazovat názvy oken
da: Vis vinduestitler
de: Fenstertitel anzeigen
el: Εμφάνιση τίτλων παραθύρων
en: Show Window Titles
es: Mostrar títulos de las ventanas
fi: Näytä ikkunoiden otsikot
fr: Afficher le titre des fenêtres
he: הצגת כותרות חלונות
hi: विंडो शीर्षक दिखाएँ
hr: Prikaži naslove prozora
hu: Ablakcímek megjelenítése
id: Tampilkan Judul Jendela
it: Mostra titoli delle finestre
ja: ウインドウのタイトルを表示
ko: 윈도우 제목 표시
ms: Tunjukkan Tajuk Tetingkap
nb: Vis vindustitler
nl: Toon venstertitels
pl: Pokazuj tytuły okien
pt_br: Mostrar Títulos das Janelas
pt_pt: Mostrar títulos das janelas
ro: Afișează titlurile ferestrelor
ru: Показывать заголовки окон
sk: Zobrazovať názvy okien
sv: Visa fönstertitlar
th: แสดงชื่อหน้าต่าง
tr: Pencere Başlıklarını Göster
uk: Показувати назви вікон
vi: Hiển thị tiêu đề cửa sổ
zh_hans: 显示窗口标题

source: 顯示視窗縮圖（僅在本機處理，不會上傳、不會錄影）
ar: لإظهار الصور المصغرة للنوافذ (تتم المعالجة على الـ Mac فقط — لا يتم رفع أو تسجيل أي شيء)
ca: Per mostrar miniatures de les finestres (es processen només al teu Mac; no es puja ni es grava res)
cs: K zobrazení miniatur oken (zpracovává se jen na tomto Macu — nic se neodesílá ani nenahrává)
da: For at vise vinduesminiaturer (behandles kun på din Mac – intet uploades eller optages)
de: Um Fensterminiaturen anzuzeigen (nur auf deinem Mac verarbeitet – nichts wird hochgeladen oder aufgezeichnet)
el: Για την εμφάνιση μικρογραφιών παραθύρων (η επεξεργασία γίνεται μόνο στο Mac σας – τίποτα δεν αποστέλλεται ούτε καταγράφεται)
en: To show window thumbnails (processed on your Mac only — nothing is uploaded or recorded)
es: Para mostrar miniaturas de las ventanas (se procesan solo en tu Mac; no se sube ni se graba nada)
fi: Ikkunoiden pienoiskuvien näyttämiseen (käsitellään vain Macissasi – mitään ei ladata palvelimelle eikä tallenneta)
fr: Pour afficher les vignettes des fenêtres (traitées uniquement sur votre Mac ; rien n’est téléversé ni enregistré)
he: כדי להציג תמונות ממוזערות של חלונות (העיבוד נעשה ב־Mac שלך בלבד — שום דבר לא מועלה או מוקלט)
hi: विंडो थंबनेल दिखाने के लिए (प्रोसेसिंग सिर्फ़ आपके Mac पर होती है — कुछ भी अपलोड या रिकॉर्ड नहीं होता)
hr: Za prikaz minijatura prozora (obrađuju se samo na vašem Macu – ništa se ne prenosi i ne snima)
hu: Az ablakbélyegképek megjelenítéséhez (csak a Maceden történik – semmi sem kerül feltöltésre vagy rögzítésre)
id: Untuk menampilkan gambar mini jendela (diproses hanya di Mac Anda — tidak ada yang diunggah atau direkam)
it: Per mostrare le miniature delle finestre (elaborate solo sul Mac: nulla viene caricato o registrato)
ja: ウインドウのサムネールを表示するため（処理はこのMac上のみで行われ、アップロードや録画は一切行われません）
ko: 윈도우 썸네일을 표시하기 위해 사용(Mac에서만 처리되며 업로드하거나 녹화하지 않음)
ms: Untuk menunjukkan imej kecil tetingkap (diproses pada Mac anda sahaja — tiada apa-apa dimuat naik atau dirakam)
nb: For å vise vindusminiatyrer (behandles bare på Macen din – ingenting lastes opp eller tas opp)
nl: Om vensterminiaturen te tonen (alleen verwerkt op je Mac — er wordt niets geüpload of opgenomen)
pl: Aby pokazywać miniaturki okien (przetwarzane tylko na tym Macu — nic nie jest wysyłane ani nagrywane)
pt_br: Para mostrar miniaturas das janelas (processadas apenas no seu Mac — nada é enviado ou gravado)
pt_pt: Para mostrar miniaturas das janelas (processadas apenas no seu Mac — nada é enviado nem gravado)
ro: Pentru a afișa miniaturile ferestrelor (procesate doar pe Mac-ul tău – nimic nu este încărcat sau înregistrat)
ru: Чтобы показывать миниатюры окон (обработка только на этом Mac — ничего не загружается и не записывается)
sk: Na zobrazenie miniatúr okien (spracúva sa len na tomto Macu — nič sa neodosiela ani nenahráva)
sv: För att visa fönsterminiatyrer (behandlas bara på din Mac – inget laddas upp eller spelas in)
th: เพื่อแสดงภาพย่อหน้าต่าง (ประมวลผลบน Mac ของคุณเท่านั้น ไม่มีการอัปโหลดหรือบันทึกใดๆ)
tr: Pencere küçük resimlerini göstermek için (yalnızca Mac’inizde işlenir; hiçbir şey yüklenmez veya kaydedilmez)
uk: Щоб показувати мініатюри вікон (обробка лише на цьому Mac — нічого не вивантажується і не записується)
vi: Để hiển thị hình thu nhỏ cửa sổ (chỉ xử lý trên máy Mac của bạn — không tải lên hay ghi lại gì)
zh_hans: 用于显示窗口缩略图（仅在本机处理，不会上传或录制）

source: 點擊重新打開
ar: انقر لإعادة الفتح
ca: Fes clic per tornar-la a obrir
cs: Kliknutím znovu otevřete
da: Klik for at genåbne
de: Zum erneuten Öffnen klicken
el: Κλικ για επαναφορά
en: Click to reopen
es: Haz clic para reabrir
fi: Avaa uudelleen klikkaamalla
fr: Cliquer pour rouvrir
he: לחץ לפתיחה מחדש
hi: फिर से खोलने के लिए क्लिक करें
hr: Kliknite za ponovno otvaranje
hu: Kattints az újranyitáshoz
id: Klik untuk membuka lagi
it: Fai clic per riaprire
ja: クリックで再度開く
ko: 클릭하여 다시 열기
ms: Klik untuk buka semula
nb: Klikk for å åpne igjen
nl: Klik om opnieuw te openen
pl: Kliknij, aby otworzyć ponownie
pt_br: Clique para reabrir
pt_pt: Clique para reabrir
ro: Clic pentru redeschidere
ru: Нажмите, чтобы открыть снова
sk: Kliknutím znova otvoríte
sv: Klicka för att öppna igen
th: คลิกเพื่อเปิดอีกครั้ง
tr: Yeniden açmak için tıklayın
uk: Клацніть, щоб відкрити знову
vi: Nhấp để mở lại
zh_hans: 点按以重新打开

source: （無標題）
ar: (بلا عنوان)
ca: (Sense títol)
cs: (Bez názvu)
da: (Ingen titel)
de: (Ohne Titel)
el: (Χωρίς τίτλο)
en: (No Title)
es: (Sin título)
fi: (Nimetön)
fr: (Sans titre)
he: (ללא כותרת)
hi: (कोई शीर्षक नहीं)
hr: (Bez naslova)
hu: (Nincs cím)
id: (Tanpa Judul)
it: (Senza titolo)
ja: （タイトルなし）
ko: (제목 없음)
ms: (Tiada Tajuk)
nb: (Uten tittel)
nl: (Geen titel)
pl: (Bez tytułu)
pt_br: (Sem Título)
pt_pt: (Sem título)
ro: (Fără titlu)
ru: (Без названия)
sk: (Bez názvu)
sv: (Ingen titel)
th: (ไม่มีชื่อ)
tr: (Başlıksız)
uk: (Без назви)
vi: (Không có tiêu đề)
zh_hans: （无标题）
